[Main]
DisplayName=Română

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Feedback

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Nu există bare de instrumente și plug-in-uri în browser
rdlvAllBrowse.Columns[0].Caption=Nume
rdlvAllBrowse.Columns[1].Caption=Evaluare utilizator
rdlvAllBrowse.Columns[2].Caption=Operațiune
rdlvCustomBrowse.Columns[0].Caption=Nume
rdlvCustomBrowse.Columns[1].Caption=Operațiune
mniRemove.Caption=Elimină
mniRate.Caption=Evaluează
mniIgone.Caption=Ignoră
mniRefush.Caption=Reîmprospătează
mniOpenFloder.Caption=Deschide locația fișierului
mniOpeninRegedit.Caption=Deschide în Regedit
mniSelectedAll.Caption=Selectează tot
mniInvertSelection.Caption=Inversează selecția
mniSearchOnline.Caption=Caută online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resetează browserul
lblConfire.Caption=Sigur dorești să restaurezi setările implicite?
lblHomepageTitle.Caption=Pagina curentă:
lblSearchTitle.Caption=Motorul de căutare curent:
btnImg_OK.Caption=Bine
btnImg_Cancel.Caption=Anulare

[Uninstaller_frm_FeedBack]
lbl_Title.caption=FeedBack
lbl_DescTitle.caption=Descriere:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Captură Ecran
lbl_TypeTitle.caption=Tipul solicitării:
btnImg_FeedBackSend.caption=Trimite
btnImg_FeedBackCancel.caption=Anulare
lbl_ContactMsg.caption=Sau contactați-ne direct prin

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Elimină
lbl_NoTkanks.caption=Nu mai arăta asta niciodată

[Uninstaller_frmSetting]
lbl_Caption.caption=Setări
lbl_UserInterfaceTitle.caption=Interfață Utilizator
lbl_SkinTitle.caption=Costum:
lbl_LanguageTitle.caption=Limba Curentă:
lbl_FontSize.caption=Dimensiune Font:
lbl_Classic.caption=Clasic
lbl_White.caption=Alb
lbl_UpdateTitle.caption=Metoda de actualizare
lbl_UpdateRemind.caption=Amintește-mi când sunt disponibile actualizări
lbl_UpdateChooseDes.caption=Metoda de actualizare pentru acest produs:
lbl_UpdateAuto.caption=Actualizare automată
lbl_GeneralCaption.caption=Setări Generale
lbl_AutoDelete.caption=Elimină automat fișierele reziduale găsite
lbl_AutoDeleteAfterOtherUninstall.caption=Ștergeți automat resturile programelor dezinstalate de un alt program de dezinstalare
lbl_RemoveToRecycleBin.caption=Ștergeți fișierele în Coșul de reciclare
lbl_ShowExplorerButton.caption=Adaugă butonul toacă fișiere în Explorer
lbl_Notification.caption=Notificare
lbl_AutoShowTipForm.caption=Anunță-mă când a fost detectată o operațiune de dezinstalare a altui dezinstalator
lbl_BrowserPlugTip.caption=Anunță-mă când sunt instalate plug-in-uri rău intenționate
btnImg_OK.caption=Bine
btnImg_Cancel.caption=Anulare

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nume
ListView_AppList.Columns[1].caption=Dimensiune
ListView_AppList.Columns[2].caption=Data Instalării
ListView_AppList.Columns[3].caption=Operațiune
lbl_Notice.caption=Pentru a afișa aplicațiile Windows, asigurați-vă că contul dvs. curent are drepturi administrative.
mniUninstall.caption=Dezinstalează
mniRefush.caption=Reîmprospătează
mniView.caption=Vezi
mniDetails.caption=Detalii
mniIcons.caption=Icoane
mniOpenFile.caption=Deschide locația fișierului
mniOpenReg.caption=Deschide în Regedit
mniOpenWinstore.caption=Deschide în Winstore
mniSearchOnline.caption=Caută online

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Nume
ListView_Update.Columns[1].caption=Data Instalării
ListView_Update.Columns[2].caption=Operațiune
lbl_NoItems.caption=Nu au fost găsite actualizările Windows.
mniUninstall.caption=Dezinstalează
mniRefush.caption=Reîmprospătează
mniViewby.caption=Vezi
mniDetails.caption=Detalii
mniIcons.caption=Icoane

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Dezinstalează Forțat
lbl_FUInfo.caption=Dezinstalarea forțată vă ajută să dezinstalați un program care nu poate fi dezinstalat în mod obișnuit și să-i curățați complet fișierele reziduale. De asemenea, vă poate ajuta să eliminați ușor o scurtătură și fișierul țintă.
btnImg_Open.caption=Răsfoiți...
lbl_DropInfo.caption=Puteți să răsfoiți sau să trageți și să plasați un fișier sau un dosar aici pentru al șterge sau ak dezinstala cu programul asociat.
btnImg_Uninstall.caption=Dezinstalează
btnImg_Cancel.caption=Anulare
PopMenu_Uninstall.caption=Dezinstalează
PopMenu_OpenFolder.caption=Deschide locația fișierului
PopMenu_ViewEntry.caption=Deschide în Regedit
PopMenu_SearchOnline.caption=Caută online
ListView_FindReslut.Columns[0].caption=Nume Afișat
ListView_FindReslut.Columns[1].caption=Dimensiune
ListView_FindReslut.Columns[2].caption=Data Instalării

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Deschide în Regedit
mniMenu_Path.caption=Deschide locația fișierului
btnImg_AllMainCancel.caption=Anulare
btnImg_Advanced.caption=Avansat
btnImg_Uninstall.caption=Dezinstalează
lbl_AutoDelete.caption=Ștergeți automat fișierele reziduale
lbl_IsCreateRestore.caption=Creați un punct de restaurare înainte de dezinstalare
lbl_IsUninstallHint.caption=Doriți să dezinstalați programul selectat?
btnImg_Delete.caption=Șterge
btnImg_ReslutCancel.caption=Anulare
lbl_SeletedAll.caption=Selectează Tot
lbl_ShredFile.caption=Fragmentați fișierele
lbl_AllRestart.caption=Reporniți computerul pentru a dezinstala complet următorul program. Repornești acum?
lbl_NoPowerScan.caption=Dezinstalare finalizată.
lbl_SomeNeedStart.caption=Reporniți computerul pentru a dezinstala complet următorul program. Repornești acum?
btnImg_RecommendClose.caption=Închide
btnImg_Restart.caption=Da
lbl_MoneyBackInfo.caption=Vă veți bucura de un PC mai sigur și mai rapid prin eliminarea completă a programelor nedorite și a pluginurilor. Primești banii înapoi după 60 de zile garantăm asta. Fără nici o întrebare.
lbl_MoneyBackTitle.caption=Garantîm o dezinstalare completă și un PC mai curat
lbl_UninstallCompleted.caption=Dezinstalare finalizată.
lbl_PluginTitle.caption=Dar pentru a asigura o navigare mai sigură, trebuie rezolvate următoarele probleme:
lbl_UpgradeDes.caption=Pentru a le remedia, faceți upgrade la IObit Uninstaller PRO acum.
lbl_AutoUpdateDes.caption=Curățare automată și rapidă a fișierelor reziduale
lbl_CleanDes.caption=Detectează și dezinstalează ușor bundleware-ul
lbl_MoreDBDes.caption=Elimină programele mai încăpățânate cu baza de date extinsă
lbl_ProTitle.caption=Dar cu ediția PRO, se poate:
lbl_RemovePlugin.caption=Eliminarea plugin-urilor rău intenționate din browserul securizat
lbl_SupportDes.caption=Păstrează programele importante întotdeauna actualizate

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Dezinstalează
btnImg_Cancel.caption=Anulare

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Restaurarea Sistemului
rdlblDesc.Caption=Restaurați computerul în starea în care se afla înainte de evenimentul neașteptat. Ultimul punct nu poate fi șters pentru securitatea sistemului.
ListView_Restore.Columns[0].Caption=Data si ora
ListView_Restore.Columns[1].Caption=Descriere
btn_CreateRestorePoint.Caption=Crează un punct de restaurare
RdImageButton_Restore.Caption=Restaurează
RdImageButton_Delete.Caption=Șterge
lblNull.Caption=Nu s-a creat un punct de restaurare.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Curățare Reziduuri
lbl_Frame_Detail.caption=Curățirea reziduală vă va ajuta să curățați comenzile rapidă nevalide, calea cache-urilor din Windows și fișierele inutile din folderul de descărcare pentru a economisi mai mult spațiu pentru o performanță mai bună a sistemului.
lbl_Shortcut_Title.caption=Comenzi rapide nevalide
lbl_Shortcut_Detail.caption=Scanați și eliminați comenzile rapide nevalide din meniul Start, desktop pentru a îmbunătăți performanța sistemului && experiență utilizator.
lbl_WindowsPatch_Title.caption=Calea Cache-urilor Windows
lbl_WindowsPatch_Detail.caption=Curățați cache-ul generat în timpul instalării de patch-uri pentru a elibera mai mult spațiu pe disc și pentru a face sistemul să ruleze fără probleme.
lbl_Download_Title.caption=Dosarul Descărcărilor
lbl_Download_Detail.caption=Scanați fișierele din directorul de descărcare implicit al browserelor de flux principal și al instrumentelor de descărcare. Înainte de a-le șterge, asigurați-vă că sunt fișiere inutile.
Menu_Clean_OpenFileLocation.caption=Deschide locația fișierului
Menu_Clean_SelectAll.caption=Selectează Tot
Menu_Clean_InvertSelection.caption=Inversează Selecția
ListView_Clean.Columns[0].Caption=Cale Fișier
RdLabelBack.Caption=Înapoi
ck_SelectALL.Caption=Selectează Tot

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nu multumesc
RdImgBtnUninstall.caption=Dezinstalează
RdListView_History.Columns[0].Caption=Nume Program
RdListView_History.Columns[1].Caption=Stare

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Închide

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Toacă Fișiere
lbl_Listview_Title.caption=Selectați fișierul sau dosarul pe care doriți să-l înlăturați:
lblLoading.caption=Încărcare...
lbl_AddFile.caption=Adaugă fișiere...
lbl_AddFolder.caption=Adaugă foldere...
RdImageButton_Shredder.caption=Toacă
RdImageButton_Cancel.caption=Anulare
ListView_FileList.Columns[0].Caption=Cale Fișier
Menu_Shredder_Shredder.caption=Toacă
Menu_Shredder_AddFile.caption=Adaugă fișiere
Menu_Shredder_AddFolder.caption=Adaugă foldere
Menu_Shredder_Romove.caption=Șterge
Menu_Shredder_Clean.caption=Curăță
lbl_Shredder_Tip.caption=Distrugerea fișierelor este în curs. Poate dura ceva timp, așteptați...

[uninstall_Mitor_M]
Lbl_metro_Atten.caption=Atenție
lbl_show.caption="%s" Are încă resturi, care pot afecta performanța PC-ului.
Donotagain_M=Nu-mi mai arăta din nou acest lucru
Hide_M=Ascunde
showDetails_M=Arată detalii
Cleanmanually_M=Curăță manual
Close_M=Închide
AutoClean_M=Auto curățare
Cleaning_M=Curățare
Cleannow_M=Curăță Acum
StillLeavas_M="%s" Încă rămase:
RegistryEntries_M=Intrări de registrii
MBFiles_M=MB fișiere
LeftBy_M=left by "%s" au fost șterse
Cleanfuture_M=Curățați automat în viitor
Registry_M=Registrii
File_M=Fișier
Files_M=fișiere
Items_M=articole
Item_M=articol
rdlblCleanupCompleted.caption=Curățarea a fost finalizată
rdlblIncomplete.caption=Dezinstalare incompletă
Setting_M=Setări
Uselessfiles_M=fișiere inutile
Uselessregistryentries_M=Inregistrări inutile de registrii
UselessregistryentriesOne_M=intrare de registru inutilă
Removingnow_M=Se îndepărtează acum...
rdlblRemoving.caption=Se îndepărtează acum...
TrayHintstill=Still %d Problemele reziduale pot fi rezolvate.
CCtrayHint_M=Still %d+ Problemele reziduale pot fi rezolvate.
LeftoversRemoved_M=Resturile au fost eliminate:
ProStillLeaves_M=%d Programe încă rămase:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nu multumesc
RdImageButtonImageButton_Uninstall.caption=Dezinstalează

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Atenție
Lbl_Warnning_Detail.caption=Acest program de calculator este protejat de dreptul de autor și de tratatele internaționale.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Toate drepturile rezervate.
lbl_Thanks_Title.caption=Mulțumim următoarelor persoane pentru contribuțiile lor deosebite:
rdhtmlEula.caption=<a>LICENȚA</a> | <a>Politica de confidențialitate</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Dimensiune
ListView_SoftwareList.Columns[2].Caption=Data Instalării
ListView_SoftwareList.Columns[3].Caption=Operațiune
Menu_Program_Uninstall.caption=Dezinstalează
Menu_Program_Repair.caption=Repară
Menu_Program_Refresh.caption=Reîmprospătează
Menu_Program_ViewBy.caption=Vezi cu
Menu_Program_icons.caption=Iconițe
Menu_Program_Details.caption=Detalii
Menu_Program_OpenFileLocation.caption=Deschide locația fișierului
Menu_Program_OpeninRegedit.caption=Deschide în Regedit
Menu_Program_SearchOnline.caption=Caută online

[uninstaller_Form_Activate]
Label_Get.caption=Obține licența
Label_Retrv.caption=Preluați codul
Label_Eg.caption=E.x.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Îndepărtează programul incapațânat
lblContentOne.caption=Îndepărtați profund programele mai încăpățânate cu o tehnologie de vârf și o baza de date extinsă
lblTitleTwo.caption=Dezinstalează complet Bundleware-ul
lblContentTwo.caption=Monitorizează instalarea programului pentru a detecta și dezinstala ușor pachetele && plug-in-urile incluse
lblTitleThree.caption=Browser rapid și sigur
lblContentThree.caption=Eliminați pluginurile și extensiile malware && pentru a vă oferi o experiență de navigare online sigură și fără probleme
lblTitleFour.caption=Nou Actualizare Soft
lblContentFour.caption=Ușor și rapid păstrați-vă programele importante întotdeauna la zi
RdImgBtnRegNow.caption=Înregistrează Acum
RdLabelCaption.caption=Activează ediția Pro pentru a vă bucura de o experiență mai bună a serviciilor
Label_Please.caption=Introduceți codul de licență și faceți clic pe butonul "Înregistrează Acum" pentru a activa toate funcțiile ediției PRO.
Label_Code.caption=Cod de licență:
Label_More.caption=Mai multe beneficii, promitem:
RdImgBtn_Upgrade.caption=Upgradează la Pro
rdlblHelp.caption=Ajutor

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Închide
rdlblHelp.caption=Ajutor
Label_Please.caption=Introduceți codul de licență și clichează butonul "Înregistrează Acum" pentru a activa toate funcțiile ediției PRO.
Label_Code.caption=Cod de licență:
RdImgBtnRegister.caption=Înregistrează Acum
Label_Retrv.caption=Preluați codul
Label_HaveLicense.caption=Nu aveți o licență?
Label_click.caption=Clichează aici pentru a obține una.
RdImageButton_Back.caption=Înapoi
RdImageButton_Close.caption=Închide
RdLabelCaption.caption=Administrează Licența
Label_Status.caption=Stare Licență:
Label_Activated.caption=Activat
Label_Lcode.caption=Cod de licență:
Label_Data.caption=Data Expirării:
Label_Refresh.caption=Reîmprospătează
Label_Export.caption=Exportă licența
rdlblAlread.caption:=Aveți deja un cod de licență

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Ajutor
RdImgBtn_Closetwo.caption=Închide
Label_success.caption=Licența a fost activată cu succes!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Aici vă prezentăm jurnalele de dezinstalare și starea lor. Dacă starea lor prezintă reziduuri rămase, clic pe Scanare pentru a găsi și elimina toate resturile.
RdLabelCaption.caption=Istoricul Dezinstalărilor
ListView_History.Columns[1].Caption=Data Dezinstalării
ListView_History.Columns[2].Caption=Dimensiune
ListView_History.Columns[3].Caption=Stare
ListView_History.Columns[4].Caption=Operațiune
Menu_ClearThis.Caption=Ștergeți această înregistrare
Menu_ClearAll.Caption=Curăță tot

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. clichează stânga și trageți mouse-ul pentru a selecta zona pe care doriți să o capturați
M_NoticeInfo_AC=2. clichează dreapta sau apăsați pe Esc pentru a ieși
M_Rect=Dreptunghi
M_Oval=Oval
M_Text=Text
M_Paintbrush=Pensulă
M_Return=RRestaurează operațiunea Ctrl + Z
M_Copy=Copiați în clipboard
M_Exit=Ieșiți din captura de ecran
M_Save=Salvează
M_TipInfo=Imaginea de ecran a fost salvată în clipboard. Puteți utiliza Ctrl + V pentru a o lipi.
M_TipShow=Nu mai afișați din nou acest mesaj
M_TipSure=Bine
M_NoticeInfo=①  Clichează stânga și trageți mouse-ul pentru a selecta zona pe care doriți să o capturați
M_NoticeInfo_a=②  Clichează dreapta sau apăsați pe Esc pentru a ieși

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Se trimite...
lbl_SendFailed.caption=Trimiterea a eșuat. Clichează pe Bine pentru a trimite feedback-ul online.
btnImg_SendFailed.caption=Bine
lbl_SendSuccess.caption=Vă mulțumim pentru feedback-ul dumneavoastră. Vă vom contacta înapoi cât mai curând posibil.
btnImg_SendSuccess.caption=Bine

[Uninstaller_M]
MainGiftbox_Hint=%D% Ofertă specială
ShredderDetail_1=Fisierele șterse pot fi recuperate chiar și după formatarea discului.
ShredderDetail_2=Tocătorul fișierelor vă ajută să eliminați fișierele nedorite în siguranță și permanent.
Program_Information=Informații Program
Files_Deleted=Fișiere șterse
Registries_Deleted=Registrele au fost șterse
Scheduled_Tasks_Deleted=Sarcinile programate au fost șterse
Deleted_on_Reboot=Șterse la Repornire
Service_Deleted=Serviciul a fost șters
HtmlADPluginCaption=<a>%d</a> Plug-in-urile interferează cu anunțurile
HtmlMaliciousPluginCaption=<a>%d</a> amenințare plug-in-uri malware
MenuRight_Caption=Dezinstalează Profund
UninstallLog_No_IsEmpty_M=Nu există fișiere reziduale în Scanarea puternică.
Input_Text_Search=Caută
Hint_Settings=Opțiuni
Hint_WindowMin=Minimizează
Hint_WindowMax=Maximizează
Hint_WindowRest=Restaurează
Hint_WindowClose=Închide
Hint_Tools=Utilități
Nav_Colle_Program_All=Programe
Nav_Colle_Browser=Bare & Plug-in-uri
Nav_Colle_Win=Aplicații Windows
Nav_Colle_AC=Centrul de acțiuni
Nav_Item_Program_All=Toate Programele
Nav_Item_Program_Recent=Instalate Recent
Nav_Item_Program_Infrequent=Folosite Rar
Nav_Item_Program_Large=Programe Mari
Nav_Item_Win_Update=Actualizări Windows
Nav_Item_Browser_All=Toate Barele & Plug-in-urile
Button_Uninstall=Dezinstalează
Button_Remove=Șterge
Button_OK=Bine
Button_Cancel=Anulare
Button_Close=Închide
Button_Yes=Da
Button_No=Nu
Button_Continue=Continuă
FileCorruptedMsg=Unele fișiere ale programului IObit Uninstaller sunt corupte. Reinstalați programul IObit Uninstaller.
ToolPopForceUninstall=Dezinstalează Forțat
ToolPopCleanup=Curăță Reziduurile
ToolPopHistory=Istoricul Dezinstalărilor
ToolPopFileShredder=Toacă Fișiere
MoreSettingPopSetting=Setări...
MoreSettingPopRestore=Restaurează
MoreSettingPopExport=Exportă lista cu programe
MoreSettingPopUpdate=Verifică pentru actualizări
MoreSettingPopManual=Manual de utilizare
MoreSettingPopSupport=Suport tehnic
MoreSettingPopOnline=Website IObit
MoreSettingPopLike=Îmi Place
MoreSettingPopAbout=Despre
DefaultSelProg=Dezinstalează programele inutile pentru a elibera mai mult spațiu.
DefaultSelPlug=Eliminați pluginurile nedorite pentru a vă proteja browserul.
DefaultSelWApp=Dezinstalați aplicațiile Windows nedorite pentru a spori PC-ul.
SelInfoProg=Programul selectat pentru a fi dezinstalat.Mărime totală:
SelInfoProgM=Programele selectate pentru a fi dezinstalate.Mărime totală:
SelInfoPlug=Plug-in-ul selectat pentru a fi eliminat.
SelInfoPlugM=Plug-in-urile selectate pentru a fi eliminate.
SelInfoUpdate=Actualizare Windows selectată pentru a fi dezinstalată.
SelInfoUpdateM=Actualizări Windows selectate pentru a fi dezinstalate.
SelInfoWApp=Aplicație selectată pentru a dezinstala.
SelInfoWAppM=Aplicații selectate pentru a fi dezinstalate.
v_license_OtherCode_M=Codul de licență %s este valabil numai pentru %s. Clichează butonul Bine pentru a descărca și a vă înregistra %s.
Cannotconnect_M=Nu se poate conecta la serverul nostru. Verificați setările de rețea / proxy și încercați mai târziu validarea licenței.
license_OtherGivewalys_M=%s Este o licență de chilipir și este valabilă numai pentru versiunea specificată. Vizitați <a>aici</a> pentru a achiziționa un nou cod de licență pentru IU v7 PRO.
SysRestore_CreateComplete=Punctul de restaurare a fost creat cu succes!
SysRestore_CreateFailed=Crearea punctului de restaurare a eșuat! Verificați dacă sistemul de restaurare este activat.
SysRestore_CreateRestore_Confirm=Sunteți sigur că doriți să creați un punct de restaurare?
SysRestore_CreateRestore_Tip=Se creează un punct de restaurare, așteptați...
SysRestore_CreateRestore_Failed=Crearea punctului de restaurare a eșuat! Verificați dacă sistemul de restaurare este activat.
SysRestore_SetRestore_Confirm=AVERTISMENT: Restaurarea sistemului la un punct de restaurare va anula toate modificările efectuate după acel punct de restaurare. Odată pornită restaurarea sistemului nu poate fi anulată sau întreruptă. Esti sigur ca vrei sa continui?
SysRestore_SetRestore_Reboot=Pentru a aplica aceste modificări este necesară o repornire. Salvați toate fișierele deschise și închideți toate programele deschise înainte de a reporni. Repornești computerul acum?
SysRestore_SetRestore_Tip=Restaurez fișierele și setările sistemului, vă rugăm să așteptați ...
SysRestore_Delete_Confirm=Sigur doriți să îl ștergeți?
Clean_Shortcuts_GroupsHeader_M=Comenzi rapide nevalide
Clean_WindowsPatch_GroupsHeader_M=Calea Cache-urilor Windows
Clean_Download_GroupsHeader_M=Dosarul Descărcărilor
Shredder_Del_M=Sigur doriți să eliminați definitiv aceste %d elemente adăugate? Această acțiune este absolut nerecuperabilă și va dura mai mult timp până la finalizare.
Shredder_DelOne_M=Sigur doriți să eliminați definitiv aceste %d elemente adăugate? Această acțiune este absolut nerecuperabilă și va dura mai mult timp până la finalizare.
Shredder_NotDel_M="%s" Nu a fost mărunțită, deoarece nu poate fi scrisă. Verificați dacă este încă în uz.
Shredder_InUse_M=Unele fișiere nu au fost fragmentate deoarece nu pot fi scrise. Verificați dacă acestea sunt încă în uz.
Shredder_Sucess_M=Marunțit cu succes.
Shredder_OneSucess_M=Marunțite cu succes.
Shredder_DirIsEmpty_M=Este gol. Nu poți să-l distrugi.
FileShredder_MaxCount_M=Au fost adăugate 5000 de fișiere. Vă rugăm să adăugați restul fișierelor după distrugerea acestor 5000 de fișiere.
BatchUninstall_NoneSelect_M=Selectați cel puțin un program.
OtherInfo_M="%s" Poate fi dezinstalat numai din Panoul de control. Doriți să mergeți la Panoul de control pentru a continua dezinstalarea?
RelationInfo_M="%s" Vor fi dezinstalate împreună. Sunteți sigur că veți continua dezinstalarea?
EndProInfo_M=Procesul "%s" din "%s" încă rulează. Asigurați-vă că ați închis "%s" și clichează pe Continuă.
DRclickmis_M="%s" nu poate fi dezinstalat în modul de rutină. <a>clichează aici</a> pentru instrucțiuni detaliate la dezinstalare și dezinstalați din nou.
UinstallAgain_M=Dezinstalează din nou
license_expired_M=Această licență %s a expirat. Clic <a>aici</a> pentru a achiziționa o nouă licență.
license_maximum_M=Această licență %s a fost activată pentru un număr maxim de PC-uri și nu mai poate fi utilizată. Clichează <a>aici</a> pentru a achiziționa o altă licență și activează programul IObit Uninstaller PRO pentru acest PC.
license_Free_M=Această licență %s nu poate fi activată. Achiziționați o nouă licență pentru IObit Uninstaller PRO.
license_valid_M=Cod de licență nevalid! Introduceți un cod de licență valabil.
Uninstall_Btn_Str=Dezinstalează
SureToDelete_Str=Sigur doriți să ștergeți elementele selectate?
DeselectAll_Str=Deselectează Tot
SelectAll_Str=Selectează Tot
SuccessReslutFromHistroySome=Fișierele reziduale ale programelor <a>%d</a> au fost curățate cu succes. Consultați detaliile de mai jos.
SuccessWithNoResidualSingle=Ați dezinstalat cu succes programul <a>%d</a> fără fișiere reziduale.
SuccessWithNoResidualSome=Ați dezinstalat cu succes programele <a>%d</a> fără fișiere reziduale.
FailedReslut="%s" nu a fost dezinstalat. Introduceți adresa dvs. de e-mail mai jos și clichează pe butonul Feedback. și trimite Un jurnal al dezinstalării la noi.
AllFailedReslutSingle=Dezinstalarea %s a eșuat. Introduceți adresa dvs. de e-mail mai jos și clichează pe butonul Feedback. și trimite Un jurnal al dezinstalării la noi.
AllFailedReslutSome=Dezinstalarea programelor %d a eșuat. Introduceți adresa dvs. de e-mail mai jos și clichează pe butonul Feedback. și trimite Un jurnal al dezinstalării la noi.
MsgBox_SelectWin8App=Selectați cel puțin o aplicație.
NoticeInfo_One=Pluginul rău intenționat este detectat în browserul dvs., deschideți programul de dezinstalare IObit pentru al elimina.
NoticeInfo_Some=Plug-in-uri rău intenționate sunt detectate în browser-ul dvs., vă rugăm să deschideți IObit Uninstaller pentru a le elimina.
FuncPluginRemoveSuccessMsgBox=Elementele au fost șterse cu succes
FuncPluginSelectMsgBox=Selectați mai întâi un element.
FuncPluginRemoveFailedMsgBox_2=Închideți următoarele browsere pentru a elimina elementele:
FuncPluginRemoveFailedMsgBox_3=Închideți browserele și încercați din nou.
FuncPluginRemoveFailedSingleMsgBox=Eliminarea %s eșuat. Clichează pe Feedback pentru a obține mai mult ajutor.
FuncPluginRemoveFailedSomeMsgBox=Eliminarea pluginurilor %d a eșuat. Clichează pe Feedback pentru a obține mai mult ajutor.
RestoreDefaultSettingsButton=Restaurați %s Setările implicite
FeedBack_Sending=Se trimite...
FeedBack_SendingSuccess=Trimis cu succes
FeedBack_SendFailed=Trimiterea a eșuat. Clichează pe Bine pentru a trimite feedback-ul online.
licenseEg_M=E.x.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Alb
NouselessFiles_M=Nu se găsesc fișiere inutile în calculatorul dvs.
ExistDownloadFile_M=Sigur doriți să curățați fișierele selectate în Descărcați folderul?
scaning_M=Se scanează
Exit_M=Ieșire
OpenIU_M=Deschide IObit Uninstaller
Allthefollowing_M=Toate reziduurile selectate au fost curățate cu succes.
SpecTOK=Bine
SpecTHide=Ascunde
SpecTUninstalling=Dezinstalarea următorului program:
SpecTUninstallingM=Dezinstalarea următoarelor programe:
SpecTUninstalled=Programul a fost dezinstalat.
SpecTUninstalledM=Programele au fost dezinstalate.
Shredder_NotAddFolder_M=Imposibil de adăugat acest "%s" fișier pentru al mărunți, deoarece această operațiune poate provoca instabilitatea sistemului
ForceUninstallEndProgressMsg=%s se execută. Încheiați procesul și încercați din nou.
Setting_UITitle=Interfață Utilizator
Setting_UpdateTitle=Metoda de actualizare
Setting_GeneralTilte=Setări Generale
Setting_NotificationTilte=Notificare
Setting_Size_Normal=Normal
Setting_Size_Large=Mare
Setting_Size_Larger=Mai mare
Update_NoItem_Tip=Nu au fost găsite actualizări Windows.
MsgBox_SelectProgram=Selectați cel puțin un program.
UpdateColumnStr_Title=Numele Actualizării (Total:%d)
Update_Loading_Tip=Încărcare Actualizăre Windows...
Win8NoItemTip=Nu au fost găsite aplicații Windows.
Win8ColumnStr_Title=Nume Aplicație (Total: %d)
Detail_Tip=Detalii
Detail_Name=Nume
Detail_Ver=Versiune
Detail_Path=Calea Instalării
Detail_Des=Descriere
Detail_Publisher=Editor
Win8LoadingApp=Încărcare Aplicații...
Win8ListViewGroupsWin8AppHeader=Aplicații Windows
Win8ListViewGroupsWin8AppSubtitle=Aplicații publicate de Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplicații terțe
Win8ListViewGroupsThirdSubtitle=Aplicații publicate de corporații terțe.
ListViewPlugSysbit=biți
ListViewGroupMaliciousTitle=Instrumente și pluginuri rău-intenționate
ListViewGroupMaliciousDesc=Aceste bare de instrumente și plug-in-uri pot schimba browserul implicit și vă pot fura informațiile personale.
ListViewGroupAdTitle=Baze de instrumente bazate pe anunțuri și pluginuri
ListViewGroupAdDesc=Aceste bare de instrumente și pluginuri pot afișa reclame, anunțuri bannere etc.
ListViewGroupTrustTitle=Bare de instrumente și plug-in-uri de încredere
ListViewGroupTrustDesc=Aceste bare de instrumente și plug-in-uri nu vă vor afecta calculatorul. Puteți să le eliminați sau să le păstrați conform solicitării dvs.
ListViewGroupExtensions=Extensii
ListViewGroupPlugins=Plug-in-uri
ListViewGroupToolbar=Bare de instrumente
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Programe injectate
ListViewGroupExtension_DES=Extensiile sunt utilizate pentru a personaliza browserul cu caracteristici care vă plac
ListViewGroupPlugin_DES=Plugin-ul poate fi ușor instalat și utilizat ca parte a browserului web
ListViewGroupToolbar_DES=Bara de instrumente ajută utilizatorii să acceseze site-urile rapid sau să îndeplinească alte funcții ale aplicației
ListViewGroupBHO_DES=BHO ajută la crearea de browsere personalizate și oferă funcții interactive mai simple
ListViewGroupActivex_DES=ActiveX este utilizat de Internet Explorer pentru a facilita redarea conținutului media îmbogățit
ListViewGroupInjection_DES=Programele injectate vor injecta fișierele dll ale unor terțe părți în procesul dvs. de navigare pentru a oferi anumite caracteristici
PluginNoItemTip=Nu există bare de instrumente sau plug-in-uri în browserul dvs.
NoSerchItem_Tip=Niciun element nu corespunde căutării dvs.
PluginColumnStr_Title=Nume (Total: %d)
ChromeSysncStr=Dezactivați caracteristica Sincronizare Chrome pentru a elimina complet pluginurile selectate. În caz contrar, pluginurile pot fi reinstalate automat.
FuncPluginSysPluginMsgBox=Nu este recomandat să eliminați %s deoarece unele funcții ale browserului pot fi afectate după eliminare.
FuncPluginLoading=Se incarcă...
FuncPluginRmoveSuccess=Eliminat cu succes. se încarcă...
FuncVotePlugSelectMsgBox=Selectați articolul pentru al evalua
FuncPluginRmoveConfireSingleMsgBox=Sigur eliminați elementul selectat?
FuncPluginRmoveConfireSomeMsgBox=Sigur eliminați elementele selectate?
FuncCheckBrowserMsgBox_1=%s se execută.
FuncCheckBrowserMsgBox_2=Clichează pe Bine pentru ao închide (Vă rugăm să salvați mai întâi conținutul).
FuncCheckBrowserMsgBox_3=Sau clichează pe Anulare pentru a întrerupe operația.
FuncCheckBrowserMsgBox_4=%s se execută.
FuncCheckBrowserMsgBox_5=Clichează pe Bine pentru a le forța să se închidă (conținutul nesalvat poate fi pierdut).
FuncCheckBrowserMsgBox_6=Clichează pe Anulare pentru a întrerupe operația.
FuncPluginRemoveFailedMsgBox_1=Nu s-au eliminat următoarele elemente:
FuncPluginRemoveFailedMsgBox_4=%s Poate să nu fie eliminat deoarece %s este protejat. Opriți %s și reporniți IObit Uninstaller pentru al elimina din nou.
FuncRestoreSuccessMsgBox=A fost restaurat cu succes la setările implicite.
FuncRestoreFailedMsgBox=Nu ați putut restabili setările implicite ale browserului, închideți %s și încercați din nou.
PluginRestoreStr=Restabiliți %s la setările implicite
FuncVoteMarkSelectMsgBox=Vă rugăm să evaluați.
FuncVoteFailedMsgBox=Evaluarea a eșuat, verificați conexiunea la rețea și încercați din nou.
FuncVoteActiveVote=Evaluează
FuncVoteWaitting=Se trimite evaluarea, vă rugăm să așteptați...
VoteStr_1=<a>1</a> acest utilizator a evaluat deja. Ai evaluat deja.
VoteStr_2=Nici o evaluare primită încă. Fii primul care evaluează.
VoteStr_3=<a>%d</a> acești utilizatori au evaluat deja. Au evaluat deja.
VoteStr_4=<a>%d</a> acești utilizatori au evaluat deja. Dvs. ce gândiți despre acest plug-in?
NoticeInfoEx_One=<a>1</a> Plugin rău intenționat este detectat în browserul dvs., deschideți programul de dezinstalare IObit pentru al elimina.
NoticeInfoEx_Some=<a>%d</a> Plug-in-uri rău intenționate sunt detectate în browser-ul dvs., vă rugăm să deschideți IObit Uninstaller pentru a le elimina.
UninstallPromote=Cumpără Acum
OneItemStr=%d articol
SomeItemStr=%d articole
OneItem=articol
SomeItems=articole
RebootToDelete_Str=(Ștergeți la repornire)
UninstallingSingleStr=Sigur doriți să dezinstalați programul?
UninstallingSomeStr=Sigur doriți să dezinstalați programele %d?
Uninstall_Str=Se dezinstalează %s (%d/%d)
Scan_Str=Se scanează %s (%d/%d)
CreateRetore_Str=Se creează un punct de restaurare, vă rugăm să așteptați ...
SureToDeleteSomeStr=Programele dezinstalate <a>%d</a>. Asigurați-vă că verificați numai elementul pe care doriți să îl ștergeți.
SureToDeleteOneStr=Un program dezinstalat <a>1</a>. Asigurați-vă că verificați numai elementul pe care doriți să îl ștergeți.
SureToDeleteByHistroyStr=Scanarea a fost finalizată. Asigurați-vă că verificați numai elementul pe care doriți să îl ștergeți.
DeletingStr=Se șterg resturile, așteptați
DeleteCancleStr=Sigur doriți să anulați ștergerea?
RestoringCancleStr=Se creează un punct de restaurare. Esti sigur ca vrei sa anulezi?
RegistryCaption_Str=Registri
FileCaption_Str=Fișier
TaskCaption_Str=Sarcini programate
ServiceCaption_Str=Servicii de sistem
HintProToolStr=Dezinstalarea avansată vă ajută să dezinstalați %s complet și complet.
SuccessReslutFromHistroySingle=Fișierele reziduale au fost curățate cu succes. Verificați detaliile de mai jos:
SuccessReslutFromUninstallSingle=Ați dezinstalat programul <a>%d</a> vezi detaliile de mai jos:
SuccessReslutFromUninstallSome=Ați dezinstalat cu succes programele <a>%d</a> vezi detaliile de mai jos:
SuccessReslutNeedRestartSingle=<a>%d</a> Programul a fost dezinstalat.
SuccessReslutNeedRestartSome=<a>%d</a> Programele au fost dezinstalate.
FileDeleteReslut=Fișierele șterse:  <a>%s</a>
RegDeleteReslut=Înregistrări din registrii șterse:  <a>%d</a>
TaskDeleteReslut=Sarcinile programate șterse:  <a>%d</a>
ServiceDeleteReslut=Serviciile șterse:  <a>%d</a>
HtmlRecomReslutCaption=Ați dezinstalat programele <a>%d</a> și sau eliminat resturile de mai jos:
HtmlFileReCaption=<a>%s</a> Fișiere inutile
HtmlRegReCaption=<a>%d</a> Inregistrări inutile de registry
HtmlTaskReCaption=<a>%d</a> Sarcinile de programare nevalide
HtmlServicesReCaption=<a>%d</a> Servicii de sistem nevalide
RebootYes=Repornește acum
RebootLater=Mai tarziu
FromHistroyNoItem=Nu a fost găsit nimic.
FromUninstallNoItem=Dezinstalare finalizată.
RelatedMetroText=Aceste aplicații sunt legate. Dezinstalarea oricăreia dintre ele va dezinstala automat celelalte. Esti sigur ca vrei sa dezinstalezi?
RelatedSoftText=Mai sus, produsele incluse au fost instalate în același timp. Doriți să le dezinstalați împreună?
EmailHint=Introduceți adresa dvs. de e-mail corectă aici
MemoHint=Descrieți sugestiile sau problemele pe care le-ați întâlnit în detaliu.
EmailMessage=Asigurați-vă că adresa dvs. de e-mail este corectă, astfel încât să vă putem contacta înapoi.
ScreenMaxMessage=Operația a eșuat. Ați atins maximum 5 capturi de ecran.
CloseHintMsg=Sunteți sigur că nu doriți să trimiteți feedbackul?
FeedBack_1=Îmi place
FeedBack_2=Sugestii
FeedBack_3=Imposibil de dezinstalat
FeedBack_4=Nu s-au afișat toate programele
FeedBack_5=Probleme la scanarea profundă
FeedBack_6=Raporteaza o eroare
FeedBack_7=Altceva
RelatedProTip=Activați PRO pentru a dezinstala produsele împreună.
SpecProTip1=Dezinstalați complet %s și mai multe programe.
SpecProTip2=Activați PRO pentru a obține această caracteristică și pentru a vă bucura de mai multe funcții.
UninstallProTipEnterCode=Introdu codul
UninstallProTipActive=Activeaza Acum
UninstallProTipManage=Gestionați Licența
Scan_M=Scanează
Clean_M=Curăță
Cleaning_M=Se curăță
SelectAll_M=Selectează Tot
DeselectAll_M=Deselectează Tot
PleaseSelect_M=Selectați cel puțin un element pentru scanare.
CloseHint_M=Închide
Invalid_item_M=(Element nevalid)
ListviewHeader_Software_M=Nume Program (Total: %d)
SoftwareFrame_ProgramName_M=Nume Program (Total:%s)
History_Scan_M=Scanează
History_Detail_M=Detalii
History_Residualfilesleft_M=Fisierele reziduale rămase
Uninstalled_completely_M=Dezinstalat complet
History_Installed_M=Instalat
History_info_DouBle_M=Programele selectate pentru a-le dezinstala ultima dată nu sunt dezinstalate complet. Faceți clic pe Dezinstalare pentru a continua.
History_info_One_M=Programul selectat pentru dezinstalarea ultima dată nu este dezinstalat complet. Faceți clic pe Dezinstalare pentru a continua.
SoftwareFrame_InstallDate_M=Data Instalării
SoftwareFrame_FrequencyUse_M=Folosit ultima dată
HistoryInfo_DisplayName=Nume Afișat
HistoryInfo_Publisher=Editor
HistoryInfo_Version=Versiune
HistoryInfo_InstallDate=Data Instalării
HistoryInfo_UseSize=Spațiul Utilizat
HistoryInfo_Location=Locație
HistoryInfo_UninstallDate=Data Dezinstalării
SoftwareFrame_Frequency_DaysHint_M=Nu a fost utilizat de %s zile.
Noprograms_Frequencyofuse_M=Toate programele dvs. sunt frecvent utilizate.
Noprograms_100Size_M=Nu s-au găsit programe care depășesc 100MB.
Noprograms_match_M=Niciun element nu corespunde căutării dvs.
Noprograms_Recent_M=Nu au fost instalate programe în ultimele 10 zile.
Details_M=Detalii
Export_M=Exportă
monthsago_M=%d cu luni în urmă
yearsago_M=%d Anul trecut
yearsagos_M=%d cu ani în urmă
days_left_M=zile rămase
SU_Title=Actualizator de soft
SU_COL_Name=Actualizator de soft
SU_COL_Version=Versiune
SU_COL_Ignore=Ignoră
SU_COL_State=Stare
SU_Ignore=Ignoră
SU_Ignored=Ignorat
SU_NoIgnore=Nu ignora
SU_Update=Actualizare
SU_Updating=Actualizat
SU_UpToDate=La zi
SU_NewVersion=Versiune Nouă
SU_CurrVersion=Versiunea Curentă
SU_ActivePro=Activați actualizările automate
SU_Button_UpdateAll=Actualizați Tot
SU_Tip=Vă ajută să obțineți programele importante la zi cu ușurință și eficient.
APTitle=Activați toți profesioniștii
AP1=Ștergeți mai multe aplicații încăpățânate
AP2=Înlăturați complet Bundleware-ul
AP3=Eliminare Adware Browser
AP4=Dezinstalați pluginurile rău intenționate
Startup_Delete_M=Șterge
LicenseSeat_M=Stare Licență:
Powerful_File_Reboot_M=Fișierul va fi șters la repornire:
Powerful_File_Del_M=Fișier șters:
Powerful_Reg_Sucess_M=Registru șters:
Powerful_Reg_Faild_M=Ștergerea registrului a eșuat:
Powerful_Task_Sucess_M=Sarcina Programată ștearsă:
Powerful_Task_Faild_M=Ștergerea sarcinii programate a eșuat:
Powerful_Services_Sucess_M=Serviciu șters:
Powerful_Services_Faild_M=Ștergerea serviciului a eșuat:
CodeLiftTime_M=Acesta este un cod de licență este valabil numai pentru IObit Uninstaller v6. Vă rugăm să reinstalați programul de dezinstalare IObit v6 PRO.
Program_Mult=Programul se execută deja sub un alt cont de utilizator. Închideți contul de utilizator înainte de a încerca să-l lansați din nou.
SpecTClose=Închide
Explorer_Button=Toacă Fișiere
Controlpanel_Button=Dezinstalează Profund

[promot_M]
CountDown_M=Ofertă limitată: %dd:%dh:%dm:%ds:%dms*
Youhave_M=Ai primit o ofertă %D% specială de la IObit!
ThisSpecial_M=Această ofertă specială are scopul de a mulțumi utilizatorilor noștri loiali pentru a ne ajuta să realizăm un IObit Uninstaller mai bun
OnlyDays_M=Doar %D de zile rămase
enjoy_the_PRO_M=Activați acum pentru a vă bucura de funcțiile PRO:
PromotOne_M=Ștergeți mai multe aplicații încăpățânate
PromotTwo_M=Înlăturați complet Bundleware-ul
PromotThere_M=Eliminare Adware Browser
ActivateNow_M=Activează Acum
GiveOffer_M=Renunțați la această ofertă specială

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Actualizați manual
Rdlb_lbOpenBuyWeb.caption=Obosit de actualizarea manuală?
RdLb_OpenBuyWeb.caption=Activați Actualizare automată

[ACD_frmActionCenter]
btnClose.Hint=Închide
lbl_Cancel.Caption=Anulează
lbl_Min.Caption=Minimizează

[SendBugReportNew_FrmMain]
btnClose.Hint=Închide
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Trimite raporturi de erori
lblErrorDetails.Caption=Detalii eroare:
lblUserEmail.Caption=Adresa ta de email:
lblSuccTips.Caption=Vă mulțumim că ne-ați trimis mesajul de eroare. Vom încerca să rezolvăm acest lucru cât mai curând posibil.

[ActionCenter_M]
M_kvpCaption=Descărcare video
M_kvpInfo_NotIns=Descărcați rapid videoclipuri de pe YouTube și peste 10.000 de site-uri.
M_kvpInfo_UpToDate=Descărcați rapid videoclipuri de pe YouTube și peste 10.000 de site-uri.
M_kvpOffer=Descărcați clipuri video de pe YouTube și peste 10.000 de site-uri. <br>Descărcați clipuri video în orice format cu un singur clic <br>Descărcați Playlist-uri YouTube && loturi de Playlist-uri Lynda.<br> Viteza de descărcare este de 3X mai rapidă cu tehnologia fire multiple<br>Conversia videoclipurilor online && locale în orice format.
M_ASCOffer=Clean and optimize PC with 1-click.<br>Speed up PC boot time up to 300% faster.<br>Wipe surfing traces to secure your privacy.<br>Monitor PC conditions in real time for smoother PC.<br>Protect your PC against common spyware.
M_IMFOffer=Powerful and comprehensive anti-malware program.<br>Defend ransomware like GoldenEye and Wannacry.<br>Safer online browsing and downloads.<br>Deeper && all-round real-time protection.
M_DBOffer=Large Driver Database (1,000,000+).<br>Update Drivers with Just 1-Click.<br>Safe Update with Qualified WHQL drivers.<br>Common Problems (e.g. network, sound) Fixer.<br>Reduce System Freezes && Crashes.
M_SDOffer=Higher File Access Speed.<br>Maximum Hard Disk Performance.<br>Increase PC Startup Speed up to 100% Faster.<br>Optimize Games for Better Gaming Experience.
M_SMOffer=Bring back classic Start Menu to Windows 8/10.<br>The powerful and simple File Search Engine.
M_DLOffer=The simple, secure way to manage your passwords.<br>Generate unique passwords to protect your accounts.<br>Automatically login on your favorite websites.<br>For Windows, Mac, iOS and Android.
M_IOTOffer=Your best iPhone manager and iPhone transfer software.<br>Transfer iPhone data between iPhone/iPad/iPod/PC.<br>Easy and free to manage iPhone photos, music, videos.<br>Clear junk files && cache to free up more space.
M_Moffer_Title=IObit Recommends
M_Close=Close
M_Cancel=Cancel
M_Moffer_Install=Install
M_Moffer_NoteEP=By clicking "Install", you agree to install %s and accept its <a>EULA</a> && <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Note:</a> You can get a refund within 30 days. Read <a>Refund Policy</a>.
M_FixAllAC=Obține Tot
M_HideAC=Ascunde
M_ShowAC=Afișați
M_ShowACTitle=Securitate && Performanță
M_AC_FreeTitle=Securitate && Performanță
M_ShowACDesc=Dați clic pe "Afișați" pentru a afișa alte programe recomandate. Instalați-le pentru a obține o mai bună protecție și securitate.
M_AC_FreeHelp_Ins=Obțineți o protecție mai bună a securității și o creștere a performanței cu programele recomandate.
M_AC_FreeHelp_Upt=Nu aveți funcții îmbunătățite și funcții noi adăugate.
M_AC_FreeHelp_OK=Rularea următoarelor programe oferă în mod regulat o protecție sporită a securității și performanța PC-ului.
M_AC_Free_EULA=Acordul dvs. de licență pentru utilizatorul final acceptat anterior se aplică și produselor IObit recomandate.
M_AC_Free_ReadEULA=Citiți EULA
M_ShowACTitle2=Notă!
M_AC_FreeTitle2=Centru de acțiuni
M_AC_FreeDetail2=Obțineți o protecție mai bună a securității și o creștere a performanței cu programele recomandate. <a>Acordul de licență<a> pentru utilizatorul final acceptat anterior se aplică și produselor IObit recomandate.
M_AC_FreeDetail2_db=Obțineți o protecție mai bună a securității și o creștere a performanței cu programele recomandate. <a>Acordul de licență<a> acceptat anterior este valabil și aici.
M_Scan=Scanează...
M_Recomm_Ins=Recomandare: Instalează %s
M_Recomm_Upt=Recomandare: Actualizează %s
M_none=Nimic
M_Fix=Instalează acum
M_RunAMC=Instalează acum
M_Install=Instalează acum
M_fixing=Se instalează
M_Updating=Se actualizează
M_fixed=Luat
M_failed=Eșec
M_RuningWell=Ultima versiune instalată
M_Outdated=Depășit
M_NotInstalled=Nu este instalat
M_ASCCaption=Performanță Sistem
M_ASCInfo_NotIns=Erori de registru, probleme de confidențialitate și fișiere nedorite au fost găsite pe PC.
M_ASCInfo_UpToDate=Advanced SystemCare accelerează și optimizează PC-ul cu un singur clic.
M_ASCInfo_NeedUpDate=Advanced SystemCare este depășit.
M_ASCDesc=1-clic pentru a proteja și optimiza PC-ul
M_RunASC=Scanează acum
M_RuniFreeUp=Scanează acum
M_RunDB=Scanează acum
M_RunIMF=Scanează acum
M_IMFCaption=Protecție Malware
M_IMFInfo_NotIns=Obțineți o protecție mai bună instalând programul anti-spyware al IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter vă protejează calculatorul împotriva diferitelor malware.
M_IMFInfo_NeedUpDate=IObit Malware Fighter este depășit.
M_IMFDesc=Protejați-vă PC-ul împotriva programelor malware.
M_DBCaption=Actualizare Draiver
M_DBInfo_NotIns_C=Actualizați driverele depășite și remediați driverele && drivere defecte pentru a vă bucura de un PC mai stabil.
M_DBInfo_NotIns=S-ar putea să existe draivere învechite, care ar putea să încetinească și să destabilizeze PC-ul.
M_DBInfo_UpToDate=Driver Booster actualizează toate driverele depășite de pe PC.
M_DBInfo_NeedUpDate=Driver Booster este depășit.
M_DBDesc=Actualizați toate driverele învechite de pe PC.
M_SDCaption=Optimizare Disc
M_SDInfo_NotIns=Optimizați-vă discurile pentru a obține o pornire mai rapidă a calculatorului și o viteză mai mare de acces la fișiere.
M_SDInfo_UpToDate=Smart Defrag defragmentează discul pentru performanțe ridicate.
M_SDInfo_NeedUpDate=Smart Defrag  este depășit.
M_SDDesc=Defragmentați discul pentru performanțe ridicate.
M_RunSD=Defragmentează acum
M_SMCaption=Meniul Start
M_SMInfo_NotIns=Aduceți-vă înapoi familiarul meniu "Start" Windows.
M_SMInfo_UpToDate=Start Menu 8 aduce înapoi meniu "Start" Windows.
M_SMInfo_NeedUpDate=Start Menu 8 este depășit.
M_SMDesc=Aduceți-vă înapoi meniul Start && gestionați-vă spațiul de lucru.
M_RunSM=Rulează acum
M_RunIU=Rulează acum
M_AMCCaption=Protecție Android
M_AMCInfo_NotIns=Obțineți o mai bună securitate și protecție de confidențialitate pentru dispozitivul dvs. Android.
M_Recomm_Ins_AMC=Recomandare: Instalați %s pe dispozitivul Android.
M_AMCDesc=Optimizați-vă și asigurați-vă dispozitivul Android.
M_DLCaption=Administrare Parole
M_DLInfo_NotIns=Protejați-vă și gestionați-vă toate parolele cu Dashlane Password Manager.
M_DLInfo_UpToDate=Nu uitați niciodată parola cu un Dashlane sigur și securizat.
M_RunDL=Administrează
M_AC_FreeTitleHide1=Toate programele recomandate sunt ascunse!
M_AC_FreeTitleHide2=Dați clic pe "Afișați" pentru a le afișa și a le instala pentru a obține protecția completă de securitate și performanța maximă.
M_IUCaption=Dezinstalatorul Programelor
M_IUInfo_NotIns=Eliminați programele nedorite, barele de instrumente și plug-in-urile de browser
M_IUInfo_UpToDate=IObit Uninstaller îndepărtează complet plugin-urile && aplicațiile.
M_IUInfo_NeedUpDate=IObit Uninstaller este depășit.
M_FPCaption=Convertor Video
M_FPInfo_NotIns=Obțineți un convertor video pentru a vă converti videoclipurile pentru diferite dispozitive.
M_FPInfo_UpToDate=Bucurați-vă de vizionarea videoclipurilor pe orice dispozitiv doriți.
M_FPInfo_NeedUpDate=iFun Video Converter este depășit.
M_iFreeUpCaption=Optimizare iOS
M_BuyiFreeUp=Cumpără acum
M_BuySD=Cumpără acum
M_BuyDB=Cumpără acum
M_BuyIMF=Cumpără acum
M_iFreeUpDesc=Eliberați dispozitivul iOS pentru mai mult spațiu.
M_iFreeUpInfo_NotIns=Este posibil să existe mult spațiu pierdut pe dispozitivul dvs. iOS.
M_iFreeUpInfo_UpToDate=IFreeUp eliberează dispozitivul iOS pentru mai mult spațiu.
M_iFreeUpInfo_NeedUpDate=iFreeUp este depășit.
M_Recomm_Ins_iFreeUp=Recomandare : Instalați %s pentru a elibera spațiu liber.
M_RunSGB=Stimulează acum
M_SGBCaption=Optimizare Joc
M_SGBInfo_NotIns=Îmbunătățiți durata de viață a jocului și a PC-ului, menținând-o în același timp.
M_SGBInfo_UpToDate=Superb Game Boost accelerează și optimizează Performanța jocului cu un singur clic.
M_SGBInfo_NeedUpDate=Superb Game Boost este depășit.
M_RunIVC=Încearcă acum
M_IVCCaption=Convertor Video Gratuit
M_IVCInfo_NotIns=100% gratuit și curat, 150+ formate și conversie video mai rapid!
M_IVCInfo_UpToDate=Vizionați videoclipuri în orice fel doriți.
M_IVCInfo_NeedUpDate=iFun Video Converter este depășit.
M_RunIOT=Administrează acum
M_IOTCaption=Administrator iPhone
M_IOTInfo_NotIns=1-clic pentru a importa, a exporta și a gestiona fotografii, videoclipuri și muzică pe dispozitivul dvs. iOS.
M_IOTInfo_UpToDate=1-clic pentru a importa, a exporta și a gestiona fotografii, videoclipuri și muzică pe dispozitivele dvs. iOS
M_IOTInfo_NeedUpDate=IOTransfer este depășit.
M_IOTTip=IOTransfer promite: <br>+Transfer iPhone muzică la PC / iTunes <br>+Gestionați cu ușurință toate fotografiile dvs. <br>+Conservare / restabilire conținutul iPhone <br>+Oferim suport tehnic premium
M_IOTDesc=Managerul exclusiv de conținut pentru iPhone && iPad.
M_VipTitle=Ofertă exclusivă VIP
M_ShowACTitlePro=Ofertă exclusivă VIP
M_AC_ShareTip=Trimiteți oferta exclusivă prietenilor / familiei
M_AC_Pro_Title=Alte produse recomandate pentru o mai bună securitate și performanță.
M_ACPro_SubTitle=Cumpărați acum pentru a vă bucura de un discount EXCLUSIV numai pentru utilizatorii ASC PRO.
M_ACPro_SubTitle_AU=Cumpărați acum pentru a vă bucura de o reducere EXCLUSIVĂ pentru utilizatorii care au cumpărat ASC Ultimate.
M_ActionCenterTitle_Perfectly=Toate programele funcționează perfect!
M_ACPro_SubTitle_db=Cumpărați acum pentru a beneficia de reducerea exclusivă pentru utilizatorii Driver Booster PRO.
M_SubTitle_Perfectly=Rulați în mod regulat următoarele programe pentru a obține o mai bună protecție a PC-ului. Bucurați-vă atunci când le utilizați.
M_ShowACDescPro=Faceți clic pe "Afișați" pentru a obține un discount EXCLUSIV numai pentru produsele IObit recomandate.
M_AC_ProShareMail=Distribuiți prin e-mailuri
M_AC_ProShareFB=Distribuiți prin Facebook
M_AC_NoMailCLient=Operațiunea a eșuat deoarece clientul de e-mail implicit nu este instalat corect.
M_AC_Tips=Obțineți o protecție mai bună a securității și o creștere a performanței prin instalarea programelor recomandate.

[SendBugReportNew_M]
M_AskUserTips=Ai întâmpinat o problemă. Trimiteți-ne raportul de eroare și ajutați-ne să remediem situația creată.
M_BugStatisticsTips=Ai întâmpinat o problemă și se va închide. Analizăm cauza acum. Te rog asteapta...
M_SendingTips=Se trimite...
M_AttentionTips=Ai întâmpinat o problemă și se va închide. Repornește-l mai târziu.
M_InvalidEmailTips=Adresa email invalidă! Introduceți o adresă de e-mail valabilă pentru a primi răspunsul nostru.
M_OKTips=Bine

[ACD_M]
M_Downloading=Se descarcă:
M_TipFixing=Repar
M_Tips=Descărcarea este în proces. Faceți dublu clic pe pictogramă pentru a vizualiza detaliile.
M_Installing=Se instalează:
M_MD5Faild=Fișierul descărcat este corupt. Vă rugăm să încercați din nou mai târziu.
M_NetError=Descărcarea a eșuat din cauza erorii de rețea. Vă rugăm să încercați din nou mai târziu!
M_DiskIsFull=Spațiu pe disc insuficient!
M_Speed=Viteză:
M_AreSure_IObit=Sunteți sigur că doriți să închideți IObit Downloader?

